Revit 2017 API
ExternalServices.BuiltInExternalServices.MemberForcesService Property
 The external service supporting view and modification of the member forces in analytical elements.
Namespace: Autodesk.Revit.DB.ExternalService
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public static ExternalServiceId MemberForcesService { get; }
Visual Basic
Public Shared ReadOnly Property MemberForcesService As ExternalServiceId
	Get
Visual C++
public:
static property ExternalServiceId^ MemberForcesService {
	ExternalServiceId^ get ();
}
See Also
ExternalServices.BuiltInExternalServices Class
Autodesk.Revit.DB.ExternalService Namespace